export const VersionList = [
  {
    year: '2001',
    name: '三英雄传说',
    description: '英雄集结，传奇降临。中国玩家的传奇之路首次启程。',
    title: '玛法元老',
    slogan: '二十一载，坚守热血初心',
    type: '2001-2006'
  },
  {
    year: '2002',
    name: '富甲天下',
    description: '赌场、神秘商店相继开放，玩家告别左手锄头右手蜡烛的时代，逐步走向群体富裕。',
    title: '玛法元老',
    slogan: '二十一载，坚守热血初心',
    type: '2001-2006'
  },
  {
    year: '2003',
    name: '重装上阵',
    description: '在三件新武器出现之后，6件三英雄时期被小心保存下来的神圣战衣重见天日。',
    title: '玛法元老',
    slogan: '二十一载，坚守热血初心',
    type: '2001-2006'
  },
  {
    year: '2004-2005',
    name: '龙',
    description: '新技能、新装备登场；新的怪物和新地图魔龙城带给玩家更丰富的游戏内容。',
    title: '玛法元老',
    slogan: '二十一载，坚守热血初心',
    type: '2001-2006'
  },
  {
    year: '2006',
    name: '英雄时代',
    description: '《热血传奇》推出英雄版本，勇士们纷纷告别了单枪匹马的日子，身边多了如影随形的忠实伙伴。',
    title: '玛法元老',
    slogan: '二十一载，坚守热血初心',
    type: '2001-2006'
  },
  {
    year: '2007',
    name: '英雄技能',
    description: '战士开天斩，道士召唤月灵，法师分身术，技能新飞跃，英雄更强大！',
    title: '沙城霸主',
    slogan: '名扬天下，称霸一方传奇',
    type: '2007-2010'
  },
  {
    year: '2008',
    name: '内功狂潮',
    description: '纵有登天凌云志，不修内功也枉然。当你的体内拥有内功后，你对技能的领悟能力便突飞猛进。',
    title: '沙城霸主',
    slogan: '名扬天下，称霸一方传奇',
    type: '2007-2010'
  },
  {
    year: '2009',
    name: '奇经八脉',
    description: '继“连击风暴”内功再添“奇经”，每个穴位都暗合神奇技能，打通穴位可触发全新技能。',
    title: '沙城霸主',
    slogan: '名扬天下，称霸一方传奇',
    type: '2007-2010'
  },
  {
    year: '2010',
    name: '传奇十周年',
    description: '异象频现，风起云涌，百万玩家见证沙巴克消失。',
    title: '沙城霸主',
    slogan: '名扬天下，称霸一方传奇',
    type: '2007-2010'
  },
  {
    year: '2012',
    name: '神龙帝国',
    description: '探索神龙边境，破解回归封印，终现神龙帝国。',
    title: '传奇老将',
    slogan: '身经百战，亦将越战越勇',
    type: '2012-2015'
  },
  {
    year: '2013',
    name: '新画面 新职业',
    description: '熟悉的角色旧貌换新颜，精美画面带来优质体验。',
    title: '传奇老将',
    slogan: '身经百战，亦将越战越勇',
    type: '2012-2015'
  },
  {
    year: '2014',
    name: '狂爆海域',
    description: '跨服海战开幕，海上霸主，舍我其谁。',
    title: '传奇老将',
    slogan: '身经百战，亦将越战越勇',
    type: '2012-2015'
  },
  {
    year: '2015',
    name: '炼体',
    description: '炼体系统上线，凝神聚气，固本修元，角色属性进入新纪元。',
    title: '传奇老将',
    slogan: '身经百战，亦将越战越勇',
    type: '2012-2015'
  },
  {
    year: '2016',
    name: '全民竞赛',
    description: '首届全民竞赛，4道关卡，无门槛人人可参与；公平公正，实力与运气一个也不能少！',
    title: '热血新星',
    slogan: '初入江湖，打造你的传奇',
    type: '2016-2021'

  },
  {
    year: '2018',
    name: '沙漠遗迹',
    description: '探索尘封历史，学习天赋神技。三pvp战场成就王者。',
    title: '热血新星',
    slogan: '初入江湖，打造你的传奇',
    type: '2016-2021'
  },
  {
    year: '2020',
    name: '域外仙岛',
    description: '探索西方未知海域，拨开仙岛神秘面纱。',
    title: '热血新星',
    slogan: '初入江湖，打造你的传奇',
    type: '2016-2021'
  },
  {
    year: '2021',
    name: '热血传奇加强版',
    description: '端手互通，随时随地激战传奇，全新版本刺激PK，三职业随意换，金币全保值。',
    title: '热血新星',
    slogan: '初入江湖，打造你的传奇',
    type: '2016-2021'
  },
]
